// let test = 11;

// if (test > 10) {
// 	console.log('+++'); 
// } else {
// 	console.log('---');
// }
// ------------------------------------------
// let test = 11;

// if (test < 10) {
// 	console.log('+++'); 
// } else {
// 	console.log('---');
// }
// ------------------------------------------
// let test = 11;

// if (test >= 10) {
// 	console.log('+++'); 
// } else {
// 	console.log('---');
// }
//--------------------------------------------
// let test = 11;

// if (test <= 10) {
// 	console.log('+++'); // сработает это
// } else {
// 	console.log('---');
// }
//--------------------------------------------